
{
  "title":"Assignments",
  "content":"The assignments for the course consisted of 3 papers and a text presentation.\nPapers Each paper should have a length of 5-7 pages or approximately 2000 words.\nASSIGNMENTS DESCRIPTIONS Paper 1 (PDF) Readings Feinberg, Joel. \u0026ldquo;Psychological Egoism.\u0026rdquo; In Reason and Responsibility: Readings in Some Basic Problems of Philosophy. 10th ed. Edited by Joel Feinberg and Russ Shafer-Landau. Belmont, CA: Wadsworth, 1999, pp. 493-505. ISBN: 9780534543518.\nQuestions Answer all three questions. You can distribute the pages as you like, but a good answer to any of the questions is likely to take at least a page.\n1. Feinberg argues (pp. 496-497) that in certain cases the result of pleasure from an action \u0026ldquo;provides rather conclusive proof that the action was unselfish.\u0026rdquo; Spell out the details of his argument here as clearly as you can, and provide an assessment of it.\n2. On pp. 503-505, Feinberg accuses certain psychological egoists of committing \u0026ldquo;the Fallacy of the Suppressed Correlative.\u0026rdquo; What is this fallacy supposed to be? Is it a genuine fallacy? If not, why not? If it is, is the psychological egoist guilty of committing it?\n3. How much light can be shed on the truth of psychological egoism by recent empirical work? Does the work demonstratively show that it is false? Could any empirical work show that? Does it provide grounds for something weaker?\nPaper 2 (PDF) Readings Watson, Gary. \u0026ldquo;Disordered Appetites: Addiction, Compulsion, and Dependence.\u0026rdquo; Chapter 3 in Agency and Answerability: Selected Essays. New York, NY: Oxford University Press, 2004, pp. 59-87. ISBN: 9780199272273. [Preview in Google Books]\nLoewenstein, George. \u0026ldquo;A Visceral Account of Addiction.\u0026rdquo; In Getting Hooked: Rationality and Addiction. Edited by Jon Elster and Ole-Jorgen Skog. New York, NY: Cambridge University Press, 1999, pp. 235-264. Reprinted by New York, NY: Cambridge University Press, 2007. ISBN: 9780521038799. Page numbers refer to either printing. ISBN is for the 2007 paperback.\nQuestions Gary Watson argues that the addict is \u0026ldquo;more like a collaborationist than an unsuccessful freedom fighter\u0026rdquo; (\u0026ldquo;Disordered Appetites,\u0026rdquo; p. 65), and later that we are \u0026ldquo;not so much overpowered by brute force as seduced\u0026rdquo; (ibid, p. 71).\n(i) What implications does this have for the view that addicted actions are still chosen? (You might like to distinguish rational choice accounts from accounts that involve irrational choice.)\n(ii) Does this, as Watson claims, help to make sense of the idea of why addicts frequently feel a sense of guilt? (NB. Not being forcibly defeated might be a necessary condition for feeling guilt, but is being a collaborator sufficient? What kind of collaborator would one need to be?)\n(iii) How well does this sit with the emphasis put by others on the centrality of craving to addiction (see here George Loewenstein\u0026rsquo;s paper \u0026ldquo;A Visceral Account of Addiction\u0026rdquo;). What is it in addiction that is compulsive?\n(iv) How plausible do you think that Watson\u0026rsquo;s approach here is? If you are sympathetic to Watson\u0026rsquo;s account, explain what you like about it, but also stress any shortcomings or gaps that you think it contains. If you think that some other account does better, say what it is and why it does.\nPaper 3 (PDF) Questions Answer one question.\n1. Is the existence of free-will compatible with what we know about the world?\n2. Does Wegner give us good reasons for thinking that conscious will is an illusion?\n3. What does Frankfurt mean when he talks of identification with a desire? Can we shed light on the question by considering Deci and Ryan\u0026rsquo;s empirical work?\n4. Should self-deception be modeled on the deception of others? How does the inter-personal account need to be modified to be applicable to the intra-personal case? Could we have empirical grounds for thinking that deflationary accounts like Mele\u0026rsquo;s can\u0026rsquo;t do what is needed?\n5. Can findings from empirical psychology tell us anything about the nature of morality?\n6. What, if anything, can syndromes like autism and sociopathy tell us about well functioning moral agents?\nText Presentations At least once during the semester students must do a close analysis of a selected passage in one of the assigned readings. The exercise will have three parts: a small group discussion with other students in the class, a 15-minute class presentation, and a 15-minute discussion. Assigned passages will be distributed around a week in advance. Details about the presentation and discussion leading can be found here: (PDF)\n"}


