
{
  "title":"Readings",
  "content":" SES # TOPICS READINGS I. Egoism 1 Egoism Butler, Joseph. Sermon XI in Fifteen Sermons. 1726. (PDF) 2 Egoism: empirical and quasi-empirical issues Fehr, Ernst, and Urs Fischbacher. \u0026ldquo;The Nature of Human Altruism.\u0026rdquo; Nature 425 (October 23, 2003): 785-791. II. Beliefs, desires, and intentions 3 Belief/desire psychology and the Humean theory of motivation Smith, Michael. \u0026ldquo;The Humean Theory of Motivation.\u0026rdquo; Mind New Series 96, no. 381 (January 1987): 36-61. 4 Bratman on intention Bratman, Michael. \u0026ldquo;Taking Plans Seriously.\u0026rdquo; Social Theory and Practice 9, nos. 2-3 (Summer-Fall 1983): 271-287.\nFurther readings For a short presentation of the Bratman approach and a summary of the empirical work from Gollwitzer:\nHolton, Richard. \u0026ldquo;Intention.\u0026rdquo; Chapter 1 in Willing, Wanting, Waiting. New York, NY: Oxford University Press, 2009. ISBN: 9780199214570.\nBratman, Michael. \u0026ldquo;Intention and Means-End Reasoning.\u0026rdquo; The Philosophical Review 90, no. 2 (April 1981): 252-265.\n———. \u0026ldquo;Two Faces of Intention.\u0026rdquo; The Philosophical Review 93, no. 3 (July 1984): 375-405.\nBratman\u0026rsquo;s position is developed more fully in:\n———. Intention, Plans, and Practical Reason. Cambridge, MA: Harvard University Press, 1987. ISBN: 9780674458185.\nFor a quick way into this, see:\nVelleman, David. \u0026ldquo;Review of Intention, Plans, and Practical Reason, by Michael Bratman.\u0026rdquo; The Philosophical Review 100, no. 2 (April 1991): 277-284.\nFor an alternative view that tries to accommodate intentions within a belief/desire framework, see:\nRidge, Michael. \u0026ldquo;Humean Intentions.\u0026rdquo; American Philosophical Quarterly 35, no. 2 (April 1998): 157-178.\nIII. Reducing intentions 5 Velleman on intention Velleman, David. Practical Reflection. Princeton, NJ: Princeton University Press, 1989, chapter 4. ISBN: 9780691073378.\nLangton, Rae. \u0026ldquo;Intention as Faith.\u0026rdquo; In Agency and Action. Royal Institute of Philosophy Supplement 55. Edited by John Hyman and Helen Steward. New York, NY: Cambridge University Press, 2004, 243-258. ISBN: 9780521603560.\nIV. Akrasia and weakness of will 6 Akrasia Davidson, Donald. \u0026ldquo;How is Weakness of Will Possible?\u0026rdquo; In Essays on Actions and Events. New York, NY: Oxford University Press, 1980, pp. 21-42. ISBN: 9780198246374. 7 Akrasia and desire Watson, Gary. \u0026ldquo;Skepticism about Weakness of Will.\u0026rdquo; The Philosophical Review 86, no. 3 (July 1977): 316-339.\nHumberstone, Lloyd. \u0026ldquo;Wanting, Getting, Having.\u0026rdquo; Philosophical Papers 19 (1990): 99-118.\nHolton, Richard. \u0026ldquo;Intention and Weakness of Will.\u0026rdquo; Journal of Philosophy 96 (1999): 241-262.\nV. Strength of will 8 Strength of will: descriptive issues Ainslie, George. \u0026ldquo;A Selectionist Model of the Ego: Implications for Self-Control.\u0026rdquo; Chapter 6 in Disorders of Volition. Edited by Natalie Sebanz and Wolfgang Prinz. Cambridge, MA: MIT Press, 2006. ISBN: 9780262195409.\nHolton, Richard. \u0026ldquo;How is Strength of Will Possible?\u0026rdquo; In Weakness of Will and Practical Irrationality. Edited by Sarah Stroud and Christine Tappolet. New York, NY: Oxford University Press, 2003. ISBN: 9780199257362.\nMuraven, Mark, and Roy F. Baumeister. \u0026ldquo;Self-Regulation and Depletion of Limited Resources: Does Self-Control Resemble a Muscle?\u0026rdquo; Psychological Bulletin 126 (2000): 247-259.\nFurther readings Bratman, Michael E. \u0026ldquo;Planning and Temptation.\u0026rdquo; Chapter 3 In Faces of Intention: Selected Essays on Intention and Agency. New York, NY: Cambridge University Press, 1999, pp. 35-57. ISBN: 9780521637275.\nMcClure, Samuel, David I. Laibson, George Loewenstein, and Jonathan D. Cohen. \u0026ldquo;Separate Neural Systems Value Immediate and Delayed Monetary Reward.\u0026rdquo; Science 306, no. 5695 (October 15, 2004): 503-507.\nAinslie, George, and John Monterosso. \u0026ldquo;A Marketplace in the Brain?\u0026rdquo; Science 306, no. 5695 (October 15, 2004): 421-423.\n9 Strength of will: normative issues Kavka, G. \u0026ldquo;The Toxin Puzzle.\u0026rdquo; Analysis 43 (1983): 33-36.\nBratman, Michael E. \u0026ldquo;Toxin, Temptation and the Stability of Intention.\u0026rdquo; Chapter 4 in Faces of Intention: Selected Essays on Intention and Agency. New York, NY: Cambridge University Press, 1999, pp. 58-90. ISBN: 9780521637275.\nBroome, John. \u0026ldquo;Are Intentions Reasons? And How Should We Cope with Incommensurable Values?\u0026rdquo; In Practical Rationality and Preference: Essays for David Gauthier. Edited by Christopher Morris and Arthur Ripstein. New York, NY: Cambridge University Press, 2001, pp. 98-120. ISBN: 9780521781848.\nHolton, Richard. \u0026ldquo;Rational Resolve.\u0026rdquo; The Philosophical Review 113 (2004): 507-535.\nVI. Addiction 10 Addiction I Yaffe, Gideon. \u0026ldquo;Recent Work on Addiction and Responsible Agency.\u0026rdquo; Philosophy and Public Affairs 30, no. 2 (Spring 2001): 178-221. (PDF) 11 Addiction II Berridge, Kent C., and Terry E. Robinson. \u0026ldquo;The Mind of an Addicted Brain: Neural Sensitization of Wanting Versus Liking.\u0026rdquo; Current Directions in Psychological Science 4, no. 3 (June 1995): 71-75.\nWatson, Gary. \u0026ldquo;Disordered Appetites: Addiction, Compulsion, and Dependence.\u0026rdquo; Chapter 3 in Agency and Answerability: Selected Essays. New York, NY: Oxford University Press, 2004, pp. 59-87. ISBN: 9780199272273. [PDF]\n———. \u0026ldquo;Excusing Addiction.\u0026rdquo; Law and Philosophy 18, no. 6 (1999): 589-619.\nVII. Free will I 12 Free will I Frankfurt, Harry G. \u0026ldquo;Freedom of the Will and the Concept of a Person.\u0026rdquo; The Journal of Philosophy 68, no. 1 (January 14, 1971): 5-20.\nWatson, Gary. \u0026ldquo;Free Action and Free Will.\u0026rdquo; Mind New Series 96, no. 382 (April 1987): 145-172.\n13 Free will II Frankfurt, Harry G. \u0026ldquo;Alternate Possibilities and Moral Responsibility.\u0026rdquo; The Journal of Philosophy 66, no. 23 (December 4, 1969): 829-839. VIII. Free will II 14 Free will IV: libertarianism Kane, Robert. \u0026ldquo;Two Kinds of Incompatibilism.\u0026rdquo; Philosophy and Phenomenological Research 50, no. 2 (December 1989): 219-254. 15 Free will III: Strawson Strawson, Peter F. \u0026ldquo;Freedom and Resentment.\u0026rdquo; Proceedings of the British Academy 48 (1961): 187-211.\nWatson, Gary. \u0026ldquo;Responsibility and the Limits of Evil: Variations on a Strawsonian Theme.\u0026rdquo; In Responsibility, Character, and the Emotions: New Essays in Moral Psychology. Edited by Ferdinand Schoeman. New York, NY: Cambridge University Press, 1988, pp. 256-286. ISBN: 9780521339513.\nWolf, Susan. \u0026ldquo;The Importance of Free Will.\u0026rdquo; Mind New Series 90, no. 359 (July 1981): 386-405.\nIX. Free will III 16 Free will VI: empirical work\nFree will V: choice\nWegner, Daniel M., and T. Wheatley. \u0026ldquo;Apparent Mental Causation: Sources of the Experience of Will.\u0026rdquo; American Psychologist 54, no. 7 (July 1999): 480-492.\nWegner, Daniel M. \u0026ldquo;Précis of The Illusion of Conscious Will (and Commentaries and Reply).\u0026rdquo; Behavioral and Brain Sciences 27, no. 5 (October 2004): 649-692.\nBayne, Timothy. \u0026ldquo;Phenomenology and the Feeling of Doing: Wegner on the Conscious Will.\u0026rdquo; In Does Consciousness Cause Behavior? Edited by Susan Pockett, William P. Banks, and Shaun Gallagher. Cambridge, MA: MIT Press, 2009, pp. 169-186. ISBN: 9780262512572. (PDF)\nMele, Alfred R. \u0026ldquo;Free Will: Action Theory Meets Neuroscience.\u0026rdquo; In Intentionality, Deliberation and Autonomy. Edited by Christoph Lumer and Sandro Nannini. Routledge, 2016. ISBN: ‎9781138249288. X. Identification and autonomy 17 Identification Frankfurt, Harry. \u0026ldquo;Identification and Wholeheartedness.\u0026rdquo; In The Importance of What We Care About: Philosophical Essays. New York, NY: Cambridge University Press, 1988, pp. 159-176. ISBN: 9780521336116.\n———. \u0026ldquo;The Faintest Passion.\u0026rdquo; Chapter 8 in Necessity, Volition and Love. New York, NY: Cambridge University Press, 1999, pp. 95-107. ISBN: 9780521633956.\nScanlon, T. M. \u0026ldquo;Reasons and Passions.\u0026rdquo; Chapter 6 in The Contours of Agency: Essays on Themes from Harry Frankfurt. Edited by Sarah Buss and Lee Overton. Cambridge, MA: MIT Press, 2002, pp. 165-188. ISBN: 9780262025133.\nMoran, Richard. \u0026ldquo;Frankfurt on Identification: Ambiguities of Activity in Mental Life.\u0026rdquo; Chapter 7 in The Contours of Agency: Essays on Themes from Harry Frankfurt. Edited by Sarah Buss and Lee Overton. Cambridge, MA: MIT Press, 2002, pp. 189-226. ISBN: 9780262025133.\n18 Self-determination theory Deci, E. L., and R. M. Ryan. \u0026ldquo;The Support of Autonomy and the Control of Behavior.\u0026rdquo; Journal of Personality and Social Psychology 53 (1987): 1024-1037.\nRyan, R. M., and E. L. Deci. \u0026ldquo;Self-Determination Theory and the Facilitation of Intrinsic Motivation, Social Development, and Well-Being.\u0026rdquo; American Psychologist 55 (2000): 68-78.\nFurther reading Deci, E. L., and R. M. Ryan. \u0026ldquo;The \u0026lsquo;What\u0026rsquo; and \u0026lsquo;Why\u0026rsquo; of Goal Pursuits: Human Needs and the Self-Determination of Behavior.\u0026rdquo; Psychological Inquiry 11 (2000): 227-268.\nXI. Self-Deception 19 Self-deception Mele, Alfred R. \u0026ldquo;Real Self-Deception.\u0026rdquo; Behavioral and Brain Sciences 20, no. 1 (1997): 91-136. (Note: This is a pre-print, and does not include the peer commentary that appeared with the printed version.)\nHolton, Richard. \u0026ldquo;What is the Role of the Self in Self-Deception?\u0026rdquo; Proceedings of the Aristotelian Society New Series 101 (2001): 53-69.\nXII. Moral psychology I: what could empirical work tell us about morality? 20 The metaethical implications of empirical work Do the Harvard Moral Sense Test 21 Moral judgment and motivation Nichols, Shaun. \u0026ldquo;Norms with Feeling.\u0026rdquo; Cognition 84 (2002): 221-236.\nHaidt, Jonathan. \u0026ldquo;The Emotional Dog and its Rational Tail: A Social Intuitionist Approach to Moral Judgment.\u0026rdquo; Psychological Review 108, no. 4 (2001): 814-834. (PDF)\nGreene, Joshua D., Leigh E. Nystrom, Andrew D. Engell, John M. Darley, and Jonathan D. Cohen. \u0026ldquo;The Neural Bases of Cognitive Conflict and Control in Moral Judgment.\u0026rdquo; Neuron 44 (2004): 389-400.\nXIII. Moral psychology II 22 Autism and sociopathy Kennett, Jeanette. \u0026ldquo;Autism and Empathy.\u0026rdquo; Philosophical Quarterly 52 (July 2002): 340-357.\nMcGeer, Victoria. \u0026ldquo;Varieties of Moral Agency: Lessons from Autism.\u0026rdquo; In Moral Psychology: The Neuroscience of Morality: Emotion, Brain Disorders, and Development. Vol. 3. Edited by Walter Sinnott-Armstrong. Cambridge, MA: MIT Press, 2007. ISBN: 9780262195645.\nRoskies, Adina. \u0026ldquo;Are Ethical Judgments Intrinsically Motivational? Lessons from Acquired Sociopathy.\u0026rdquo; Philosophical Psychology 16, no. 1 (March 2003): 51-66.\n23 Moral luck and the Knobe effect Knobe, Joshua. \u0026ldquo;The Concept of Intentional Action: A Case Study in the Uses of Folk Psychology.\u0026rdquo; Philosophical Studies 130, no. 2 (August 2006): 203-231.\nPettit, Dean, and Joshua Knobe. \u0026ldquo;The Pervasive Impact of Moral Judgment.\u0026rdquo; Mind and Language forthcoming. (PDF)\nNelkin, Dana K. \u0026ldquo;Moral Luck.\u0026rdquo; The Stanford Encyclopedia of Philosophy (Fall 2009 Edition). Edited by Edward N. Zalta. http://plato.stanford.edu/archives/fall2009/entries/moral-luck/.\nCushman, Fiery. \u0026ldquo;Crime and Punishment: Distinguishing the Roles of Causal and Intentional Analyses in Moral Judgment.\u0026rdquo; Cognition 108, no. 2 (August 2008): 353-380.\nXIV. Moral psychology III 24 Virtue and character Doris, John M. \u0026ldquo;Persons, Situations, and Virtue Ethics.\u0026rdquo; Noûs 32, no. 4 (December 1998): 504-530.\nBem, Daryl. \u0026ldquo;On the Uncommon Wisdom of our Lay Personality Theory.\u0026rdquo; Psychological Inquiry 3 (1992): 82-84.\nKamtekar, Rachana. \u0026ldquo;Situationism and Virtue Ethics on the Content of our Character.\u0026rdquo; Ethics 114, no. 3 (2004): 458-491.\n25 Determinism and moral motivation Vohs, Kathleen D., and Jonathan W. Schooler. \u0026ldquo;The Value of Believing in Free Will: Encouraging a Belief in Determinism Increases Cheating.\u0026rdquo; Psychological Science 19, no. 1 (January 2008): 49-54.\nBaumeister, Roy F., E. J. Masicampo, and C. Nathan DeWall. \u0026ldquo;Prosocial Benefits of Feeling Free: Disbelief in Free Will Increases Aggression and Reduces Helpfulness.\u0026rdquo; Personality and Social Psychology Bulletin 35, no. 2 (February 2009): 260-268.\n"}


